Revit 2027 API
ParameterUtils.DownloadParameterOptions Method
Overload List
Name | Description
DownloadParameterOptions(ForgeTypeId) | Obsolete.
 Retrieves settings associated with the given parameter from the Parameters Service.
DownloadParameterOptions(ForgeTypeId, String) |  Retrieves settings associated with the given parameter from the Parameters Service.
Top
See Also
Reference
ParameterUtils Class
Autodesk.Revit.DB Namespace